app/controllers/school_classes_controller.rb

INSERT INTO "school_classes" ("title", "room_number") VALUES (?, ?)  [["title", "Engineering"], ["room_number", 212]]
---
	def create
		@school_class = SchoolClass.new(post_params)
		@school_class.save