app/controllers/students_controller.rb

	def create
	  @student = Student.new(post_params)
	  @student.save
---
INSERT INTO "students" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2020-11-08 01:54:06.235071"], ["updated_at", "2020-11-08 01:54:06.235071"]]